{"start": 6, "text": "Hundreds of animals gather at the bottom of Pride Rock, a tall flat ledge that towers over the rest of the Savannah."}, {"start": 14.91, "text": "Zazu, a small blue bird with a large beak, flaps to the ledge."},{"start": 19.5, "text": "He bows to Mufasa, a powerful, dignified lion with a thick red mane."}, {"start": 31.36, "text": "Rafiki an elderly baboon with white hair slowly climbs up to the ledge and hugs Mufasa warmly."},{"start": 38.5, "text": "They walk back to a cave when Mufasa\'s wife Surabhi cuddles a tiny lion cub in her paws."}, {"start": 54, "text": "Smiling Rafiki bends over Simba the baby lion and shakes his walking stick which has two melons tied to it."}, {"start": 60, "text": "Simba swats his paws at the melons playfully"}, {"start": 65, "text": "Rafiki breaks one open the wise old baboon dips his thumb in its juice and draws a line on Simba\'s forehead. "}, {"start": 73.84, "text": "Then he takes a handful of sand and sprinkles it over him."}, {"start": 80.19, "text": "Simba\'s parents Mufasa and Surabhi smile and lean their heads together."}, {"start": 82.5, "text": "Rafiki who is much smaller than the adult lions, takes Simba up in his arms."}, {"start": 86.83, "text": "Carrying him like a baby he walks slowly to the end of the ledge."}, {"start": 91.39, "text": "Then holds Simba high in the air for all the animals to see."}, {"start": 99.17, "text": "The antelopes jump up and wave their front hooves ."}, {"start": 100, "text": "The elephants raise their trunks in the air in a salute."}, {"start": 103, "text": "The monkeys hop up and down clapping with joy."}, {"start": 106, "text": "The zebras paw the ground sending up clouds of dust high above them."}, {"start": 108.03, "text": "Simba dangles from rafiki\'s arms looking small and scared."}, {"start": 118.29, "text": "A ray of sparkling sunshine beams down on symbol like a spotlight."}, {"start": 123.54, "text": "Far below the animals bow down their heads nearly touching the ground."}, {"start": 133.49, "text": "From far away we see every animal from the savanna paying respect to their king\'s new son."} 